const qnaList = [
    {
        q: '1. 오랜만에 생긴 휴가다! 당신은 무엇을 하실 건가요?',
        a: [
            { answer: '아 피곤해~ 오늘은 집에서 유튜브나 보자', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '야호! 일단 어디든 놀러 나가보자!', type:['9','10','11','12','13','14','15','16']}
        ]
    },
    {
        q: '2. 오랜만에 생긴 휴가다! 당신은 무엇을 하실 건가요?',
        a: [
            { answer: '아 피곤해~ 오늘은 집에서 유튜브나 보자', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '야호! 일단 어디든 놀러 나가보자!', type:['9','10','11','12','13','14','15','16']}
        ]
    }
]