const qnaList = [
    {
        q: '1. 오랜만에 생긴 휴가다! 당신은 무엇을 하실 건가요?',
        a: [
            { answer: '아 피곤해~ 오늘은 집에서 유튜브나 보자', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '야호! 일단 어디든 놀러 나가보자!', type:['9','10','11','12','13','14','15','16']}
        ]
    },
    {
        q: '2. 밖에 나와보니 햇빛이 쨍쨍하고, 하늘이 매우 예쁘다.',
        a: [
            { answer: '오늘 날씨 너무 좋다! 사진 찰칵찰칵!!', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '선크림 안 발랐는데 살 타겠네', type:['9','10','11','12','13','14','15','16']}
        ]
    },
    {
        q: '3. 업무 실수로 인해 상사에게 혼이 난 당신',
        a: [
            { answer: '내 잘못이지만 기분이 별로야.. 우울하니까 쇼핑하러갈래', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '다음부터는 실수하지않도록 더 꼼꼼하게 체크하자', type:['9','10','11','12','13','14','15','16']}
        ]
    }
]