const qnaList = [
    {
        q: '1. 오랜만에 생긴 휴가다! 당신은 무엇을 하실 건가요?',
        a: [
            { answer: '아 피곤해~ 오늘은 집에서 유튜브나 보자', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '야호! 일단 어디든 놀러 나가보자!', type:['9','10','11','12','13','14','15','16']}
        ]
    },
    {
        q: '2. 밖에 나와보니 햇빛이 쨍쨍하고, 하늘이 매우 예쁘다.',
        a: [
            { answer: '오늘 날씨 너무 좋다! 사진 찰칵찰칵!!', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '선크림 안 발랐는데 살 타겠네', type:['9','10','11','12','13','14','15','16']}
        ]
    },
    {
        q: '3. 업무 실수로 인해 상사에게 혼이 난 당신',
        a: [
            { answer: '내 잘못이지만 기분이 별로야.. 우울하니까 쇼핑하러갈래', type:['1','2','3','4','5','6','7','8']}
            ,{ answer: '다음부터는 실수하지않도록 더 꼼꼼하게 체크하자', type:['9','10','11','12','13','14','15','16']}
        ]
    },
    {
        q: '4. 친구와 만나기로 약속했지만 친구가 약속 시간이 지나도 연락이 되지 않는다.',
        a: [
            { answer: '화가 나고 지친 나머지 집으로 돌아가버린다.', type:['9','10','11','12','13','14','15','16']}
            ,{ answer: '피치 못 할 사정이 있겠지 하며 조금 더 기다려본다.', type:['1','2','3','4','5','6','7','8']}
        ]
    }
]

const resultList = [
    {
        name: '타고난 리더이자 통솔자 <쭈니>',
        desc: '분석적이고 객관적이며, 주변 세계에 자신만의 질서를 부여하는 것을 좋아한다. 질서의 결함이나 비효율성을 빠르게 파악하고, 더 나은 새로운 해결책을 찾는다. 또한 찾는 것에서 그치지 않고 기필코 현실에 구현해내려 하며, 그 과정을 즐긴다. 그래서인지 리더 중에서도 변화를 구상하고 조직하는 일에 특출난 편이다.'
    },
    {
        name: '봄날의 햇살 <귀오미>',
        desc: '분석적이고 객관적이며, 주변 세계에 자신만의 질서를 부여하는 것을 좋아한다. 질서의 결함이나 비효율성을 빠르게 파악하고, 더 나은 새로운 해결책을 찾는다. 또한 찾는 것에서 그치지 않고 기필코 현실에 구현해내려 하며, 그 과정을 즐긴다. 그래서인지 리더 중에서도 구상하고 조직하는 일에 특출난 편이다.'
    },
    {
        name: '사기꾼 <너굴>',
        desc: '분석적이고 객관적이며, 주변 세계에 자신만의 질서를 부여하는 것을 좋아한다. 질서의 결함이나 비효율성을 빠르게 파악하고, 더 나은 새로운 해결책을 찾는다. 또한 찾는 것에서 그치지 않고 기필코 현실에 구현해내려 하며, 그 과정을 즐긴다. 그래서인지 리더 중에서도  구상하고 조직하는 일에 특출난 편이다.'
    }
]